Product.delete_all
#...
Product.create( title:        'Apple Watch Sport',
                description:  'Корпус из серебристого алюминия, кораловый спортивный браслет. Чтобы использовать все преимущества компактности и ношения на запястье, Apple создали множество новых функций и технологий специально для Apple Watch. Они позволят вам быстрее и удобнее решать привычные задачи. А также делать то, что раньше было невозможно. Часы дадут вам уникальные новые возможности. Это самое персональное из всех существующих устройств.',
                price:        586,
                image_url:    'pink.jpg' )
Product.create( title:        'Apple Watch Sport',
                description:  'Корпус из серебристого алюминия, кораловый спортивный браслет. Чтобы использовать все преимущества компактности и ношения на запястье, Apple создали множество новых функций и технологий специально для Apple Watch. Они позволят вам быстрее и удобнее решать привычные задачи. А также делать то, что раньше было невозможно. Часы дадут вам уникальные новые возможности. Это самое персональное из всех существующих устройств.',
                price:        576,
                image_url:    'blue.jpg' )
Product.create( title:        'Apple Watch Sport',
                description:  'Корпус из серебристого алюминия, кораловый спортивный браслет. Чтобы использовать все преимущества компактности и ношения на запястье, Apple создали множество новых функций и технологий специально для Apple Watch. Они позволят вам быстрее и удобнее решать привычные задачи. А также делать то, что раньше было невозможно. Часы дадут вам уникальные новые возможности. Это самое персональное из всех существующих устройств.',
                price:        767,
                image_url:    'black.jpg' )